import React from 'react'

const Info = () => {
  return (
    <div className="info">
      <h2>Теннис</h2>
      <p>
        Те́ннис — вид спорта, в котором соперничают либо два игрока («одиночная игра»), либо две команды,
        состоящие из двух игроков («парная игра»).
        Задачей соперников — тенниси́ст или тенниси́стка — является при помощи ракеток отправлять мяч на сторону соперника так,
        чтобы тот не смог его отразить, не более чем после первого падения мяча на игровом поле на половине соперника.
         </p>
      <p>
        У современного тенниса есть официальное название ла́ун-теннис (англ. lawn [lɔːn] «лужайка»)
        для отличия от реал-тенниса (или жё-де-пом во французском варианте названия) — более старой разновидности,
        в которую играют в закрытых помещениях и на совершенно другом типе корта.
         </p>
      <h2>История тенниса</h2>
      <p>
        История современного тенниса начинается во второй половине XIX века. Именно тогда появилась игра,
        в то время носившая название «лаун-теннис», предшественницей которой была более древняя игра в помещениях.
        Уимблдонский турнир, старейший из сохранившихся по настоящее время, проводится с 1877 года,
        а первое соревнование национальных сборных — Кубок Дэвиса — ведёт свою историю с 1900 года.
        Теннис является частью программы Олимпийских игр современности, начиная с I Олимпиады,
        прошедшей в 1896 году, но с более чем полувековым перерывом, который завершился только в 1988 году.
        Вначале теннис официально был любительским видом спорта;
        первые игроки-профессионалы появились в теннисе в 20-е годы XX века,
        а с конца 1960-х годов началась так называемая Открытая эра,
        в рамках которой все турниры стали открытыми как для любителей,
        так и для профессионалов и были объединены в несколько крупных циклов («туров»)
        под управлением международных организаций ITF, ATP и WTA.
         </p>
      <h2>Инвентарь</h2>
      <ul>
        <li>Теннисный Корт</li>
        <p>
          В теннис играют на прямоугольной площадке с ровной поверхностью и нанесённой разметкой — корте.
          Посередине корта натянута сетка, которая проходит по всей ширине, параллельно задним линиям,
          и разделяет корт на две равные половины. Длина корта — 23,77 м, ширина — 8,23 м (для одиночной игры)
          или 10,97 м для парной игры. Линии вдоль коротких сторон корта называются задние линии,
          вдоль длинных сторон — боковые линии.
          За границами разметки — дополнительное пространство для перемещения игроков.
          На корте также обозначаются зоны подачи при помощи линий подачи, параллельных задним линиям и сетке,
          расположенных на расстоянии 7 ярдов (6,40 м)
          от сетки и проведённых только между боковыми линиями для одиночной игры,
          а также центральной линии подачи,
          проведённой посередине корта параллельно боковым линиям и между линиями подачи.
          Центральная линия подачи отображается также на сетке при помощи вертикальной белой полосы,
          натянутой от поверхности корта до верхнего края сетки. На задних линиях наносится короткая отметка,
          обозначающая их середину. Все нанесённые на площадке линии являются частью корта.
          Мяч, попавший или едва задевший линию, тоже засчитывается.
          Таким образом, внешние края линий являются границей корта.
         </p>
        <p>
          Существуют различные виды покрытий теннисных кортов: травяные, грунтовые, твёрдые,
          либо синтетические ковровые (искусственная трава, акриловые покрытия).
          поэтому стратегии игры на кортах с разными покрытиями могут кардинально различаться.
          При этом, нет какого-то одного предпочтительного покрытия,
          и даже самые престижные профессиональные турниры проводятся на кортах разных типов.
          Стандартный размер сетки для большого тенниса составляет 1,07 м х 12,8 м,
          и имеет квадратные ячейки со стороной 40 мм.
          Крепления могут быть классические винтовые или металлические.
         </p>
      </ul>
      <ul>
        <li>Ракетка</li>
        <p>
          Ракетка — спортивный инвентарь, используемый в игровых видах спорта: теннисе (теннисная ракетка),
          сквоше, бадминтоне, настольном теннисе и некоторых других менее популярных играх, например,
          ракетболе.
         </p>
        <p>
          Ракетка состоит из ручки и бьющей поверхности. Бьющая поверхность малой площади может быть сплошной,
          например в ракетке для настольного тенниса,
          для уменьшения аэродинамического сопротивления при большой площади обычно выполняется из натянутых струн.
          В последнем случае струны натягиваются на обод овальной или каплевидной формы, называемой головкой ракетки.
          Прежде ракетки обычно изготавливали из дерева, а для струн использовали жилы или кишки домашних животных.
          В настоящее время в качестве материалов для ракеток часто используют синтетические материалы,
          такие как углеродное волокно и сплавы лёгких металлов.
          Для изготовления струн обычно используют нейлон или другие синтетические материалы,
          хотя струны из коровьих кишок всё ещё используются для натяжки теннисных ракеток.
          Ручки ракеток обычно обмотаны специальной тканью, помогающей игрокам их удерживать.


         </p>
        <p>
          Слово «ракетка» происходит от арабского «рахат» (rakhat), означающего ладонь руки.
          История игры с мячом уходит далеко назад в древнюю Ассирию, Вавилон, Грецию и Рим.
          Сначала для игры использовалась ладонь, затем к ладони стали прикреплять кожаную или деревянную накладку,
          а затем стали использовать предмет, отдаленно напоминающий современную ракетку.
          Появление игр с ракеткой в Европе принято соотносить со средними веками.
          В это же время появляются и первые мастерские по изготовлению ракеток и мячей.
          Первые теннисные ракетки делались из дерева, а струны — из жил животных. 
            Однако датой возникновения современного тенниса считают 1874 год, когда англичанин У.
            Уингфилд получил патент на правила новой игры, названной им «сферистикой»
            (впоследствии переименованной в «лаун-теннис»).
        </p>
      </ul>
      <ul>
        <li>Мяч</li>
        <p>
          Теннисный мяч — предназначен для тенниса. Он примерно 6,7 см (2,63 дюйма) в диаметре.
          Теннисные мячи на крупных спортивных соревнованиях жёлтые, но могут быть практически любого цвета[1].
          Теннисные мячи покрыты войлоком, который модифицирует их аэродинамические свойства,
          и имеют белую волнистую линию, которая охватывает снаряд.
         </p>
      </ul>
      <h2>Правила игры</h2>
      <p>
        Игроки (команды) находятся по разные стороны сетки. Один из них является подающим и вводит мяч в игру,
        производит подачу. Второй игрок — принимающий подачу.
        Задача игроков — направлять мяч ударами ракетки на сторону соперника, попадая при этом мячом в границы корта.
        Игрок должен успеть в свою очередь ударить по мячу, пока тот не коснулся корта более одного раза.
        Возможно также ударить по мячу, не дожидаясь его падения на корт — сыграть с лёта. Игрок, допустивший ошибку,
        проигрывает розыгрыш, а его соперник набирает очко.
         </p>
      <p>
        Игрокам необходимо набирать очки для выигрышей геймов (минимум 4 мяча: 15-30-40-гейм, но с разницей не менее,
        чем два мяча). На подачу игроку даются две попытки. Игрок подаёт попеременно в левый и правый квадраты.
        Если мяч задел сетку и попал в нужный квадрат, подача переигрывается.
        После розыгрыша гейма подача переходит к сопернику.
        После розыгрыша нечётного числа геймов игрокам даётся минутный перерыв и производится смена сторон.
        Игрок, первым выигравший 6 геймов (при условии, что его соперник выиграл не более 4 геймов),
        считается выигравшим «сет». После счёта в сете 5:5 для выигрыша сета необходимо выиграть два гейма подряд.
        При счёте 6:6, как правило, играется тай-брейк (выигрыш не менее 7 мячей, но с разницей не менее, чем два мяча).
        Для выигрыша матча необходимо выиграть 2 из 3 либо 3 из 5 сетов,
        при этом общее возможное число сетов (3 или 5) изначально задаётся регламентом соревнования.
        Как только один из игроков набирает необходимое количество выигранных сетов, матч завершается.
         </p>
      <p>
        В официальных матчах всегда присутствует судья, который для лучшего обзора корта сидит на возвышении — вышке,
        поэтому его называют судьёй на вышке. Судья имеет абсолютное право выносить решения,
        и оспаривать их в теннисе считается плохим тоном. Судье на вышке помогают судьи на линии (линейные судьи),
        которые определяют, приземлился ли мяч в пределах корта.
         </p>
      <h2>Турниры</h2>
      <p>
        Теннисные турниры обычно разделяются на мужские и женские.
        В каждом турнире может участвовать заранее определённое количество игроков.
        Наиболее распространены соревнования одиночные мужские и женские,
        парные мужские и женские (участвуют команды из двух игроков одного пола),
        смешанные парные (команды из игроков обоих полов).
        Нередко проводятся турниры для определённой возрастной группы: детские, юношеские, турниры ветеранов.
        Существуют также турниры для инвалидов.
         </p>
      <p>
        Наиболее крупные и представительные турниры проводятся в рамках ATP-тура для мужчин и WTA-тура для женщин.
        Победители и участники турниров получают призовые деньги, а также очки,
         на основе которых строятся мировые рейтинги среди мужчин (рейтинг ATP) и женщин (рейтинг WTA).
         </p>
      <p>
        Самыми престижными считаются турниры Большого шлема, в число которых входят Открытый чемпионат Австралии,
        Открытый чемпионат Франции, Уимблдонский турнир и Открытый чемпионат США.
         </p>
      <p>
        Проводятся также турниры среди национальных сборных среди мужчин — Кубок Дэвиса,
        среди женщин — Кубок Федерации и среди смешанных команд — кубок Хопмана.
        Эти соревнования проводятся под эгидой Международной федерации тенниса (ITF).
         </p>
      <p>
        Крупнейший турнир, устраиваемый в России — Кубок Кремля.
        Российские теннисные турниры регламентируются НП Российский теннисный тур.
         </p>
    </div>

  );
}

export default Info;